[
  [
    {
      "title": "区域特色",
      "content": "墨脱位于西藏东南部，雅鲁藏布江下游，被誉为“西藏的西双版纳”。这里海拔落差极大（从7782米的南迦巴瓦峰到155米的巴昔卡），立体气候显著，从高山寒带到热带季雨林景观依次过渡，沿途可邂逅瀑布、峡谷、原始森林，还能感受门巴族、珞巴族的独特民俗文化。作为藏传佛教中的“莲花秘境”，墨脱的徒步路线充满了神秘与挑战。"
    },
    {
      "title": "核心徒步路线",
      "content": "经典路线为“派镇—拉格—汗密—背崩—墨脱县城”，全程约78公里，通常需要4-5天完成。该路线穿越雅鲁藏布大峡谷核心区域，会经过多雄拉雪山垭口（海拔4200米）、原始森林、塌方区等复杂路段，是对体力与意志力的双重考验。"
    },
    {
      "title": "最佳徒步时间",
      "content": "每年5-6月、9-10月，这两个时间段避开了雨季（7-8月暴雨频发，易引发塌方、泥石流）和冬季（11月至次年4月多雄拉雪山大雪封山，无法通行）。5-6月山间百花盛开，9-10月天气晴朗，视野开阔。"
    },
    {
      "title": "（极高难度）",
      "level": "★★★★★",
      "content": "路线海拔起伏大，单日最高海拔落差可达2000米以上，部分路段泥泞湿滑、无固定路迹，且需应对高原反应、恶劣天气等突发状况，仅适合有丰富高原徒步经验、体能极佳的徒步者。"
    },
    {
      "title": "注意事项",
      "list1": "•需提前办理《边防通行证》（前往墨脱县需在西藏当地或户籍所在地办理），部分路段需在当地向导带领下通行，不可独自贸然前往。",
      "list2": "•装备需专业齐全，包括高帮防水徒步鞋、冲锋衣裤、保暖睡袋（-10°C以下）、登山杖、头灯、急救包等，同时携带足够的压缩食品和饮用水（部分路段水源虽多，但需煮沸或用净水片处理后饮用）。",
      "list3": "•出发前一周开始适应高原环境，避免剧烈运动，携带抗高原反应药物（如红景天、氧气瓶），途中若出现严重高反需立即停止前进并寻求救援。"
    }
  ],
  [
    {
      "title": "区域特色",
      "content": "虎跳峡位于云南香格里拉与丽江交界处，是金沙江上游的著名峡谷，以“险”闻名天下。峡谷两岸分别为玉龙雪山（海拔5596米）和哈巴雪山（海拔5396米），江面最窄处仅30余米，江水落差达213米，奔腾咆哮的江水与险峻的峡谷景观极具视觉冲击力。徒步路线沿峡谷山腰修建，既能感受峡谷的雄奇，又能欣赏雪山远景，沿途还有纳西族村落可供休憩补给。"
    },
    {
      "title": "核心徒步路线",
      "content": "分为“高路徒步”和“低路徒步”，其中高路徒步（“桥头—中途客栈—二十八道拐—虎跳石—大具”）是经典选择，全程约25公里，耗时2-3天。路线中“二十八道拐”是精华路段，虽坡度较陡，但登顶后可俯瞰整个虎跳峡全景，视野极佳；中途客栈（如“中途之家”“茶马客栈”）设施完善，可提供食宿，适合新手适应。"
    },
    {
      "title": "最佳徒步时间",
      "content": "每年4-5月、9-10月。4-5月春末夏初，山间野花绽放，气候凉爽；9-10月秋高气爽，天空湛蓝，雪山景观清晰可见。夏季（6-8月）为雨季，部分路段易打滑；冬季（12-2月）气温较低，但天气晴朗，适合耐寒的徒步者。"
    },
    {
      "title": "（中等难度）",
      "level": "★★★☆☆",
      "content": "路线海拔在1800-2600米之间，无严重高原反应风险，全程有成熟的步道和补给点，但“二十八道拐”等路段坡度较大，对腿部力量有一定要求，适合有基础体能的新手或家庭徒步。"
    },
    {
      "title": "注意事项",
      "list1": "•无需办理边防证，可从丽江或香格里拉乘车至桥头镇（虎跳峡镇）开始徒步，结束后从大具乡乘车返回，也可选择“反向徒步”（大具—桥头），避开人流高峰。",
      "list2": "•穿着防滑徒步鞋，携带轻便冲锋衣（应对山区多变天气），登山杖可减轻膝盖压力。沿途客栈提供餐饮，无需携带过多食物，仅需准备少量能量棒、巧克力等备用。",
      "list3": "•徒步时需远离峡谷边缘护栏，避免因江水冲击力引发的危险；夜间尽量不单独外出，遵守客栈的安全提示。"
    }
  ],
  [
    {
      "title": "区域特色",
      "content": "稻城亚丁位于四川甘孜州稻城县，地处青藏高原东部，核心景观为“三座神山”（仙乃日、央迈勇、夏诺多吉）和“三大圣湖”（牛奶海、五色海、珍珠海），是藏传佛教中的“圣地”。徒步路线穿越高原草甸、原始森林、高山湖泊，夏季绿草如茵，秋季层林尽染，冬季银装素裹，每一季都有截然不同的诗意景观，还能偶遇藏猕猴、旱獭等野生动物。"
    },
    {
      "title": "核心徒步路线",
      "content": "经典路线为“亚丁村—冲古寺—洛绒牛场—牛奶海—五色海”，全程约15公里，单日往返（也可选择在洛绒牛场露营，分两天完成）。其中“洛绒牛场至牛奶海”段为精华，需徒步5公里，海拔从4150米升至4600米，沿途可近距离观赏央迈勇神山，抵达牛奶海后，再徒步1公里即可到达更高处的五色海，湖水随光线变化呈现不同色彩，极为惊艳。"
    },
    {
      "title": "最佳徒步时间",
      "content": "每年9-10月是黄金季节，此时树叶变黄，草甸呈金黄色，神山在蓝天白云映衬下格外清晰；6-8月为雨季，草原绿意盎然，野花盛开，但需防范阵雨；11月至次年5月为冬季，部分路段积雪，需穿防滑装备，且部分服务设施可能关闭。"
    },
    {
      "title": "（中等难度）",
      "level": "★★★★☆",
      "content": "路线海拔较高，最高处五色海海拔4600米，易出现高原反应，且后半段为碎石路，坡度较陡，体力消耗较大，适合体能较好、有轻微高原经验的徒步者。"
    },
    {
      "title": "注意事项",
      "list1": "•稻城亚丁景区需购买门票和观光车票，徒步需从亚丁村或龙同坝乘坐观光车至冲古寺，再换乘电瓶车至洛绒牛场（也可徒步至洛绒牛场，约10公里）。",
      "list2": "•提前3-5天前往稻城县或香格里拉镇适应海拔，避免直接前往高海拔路段；携带氧气瓶、抗高反药物（如高原安），徒步时放慢节奏，避免剧烈运动，若出现头痛、胸闷等症状需立即休息。",
      "list3": "•高原天气多变，需携带冲锋衣、保暖外套、防晒帽、墨镜等，做好防风、防晒、保暖措施；尊重当地藏民习俗，不随意触碰经幡、玛尼堆，不投喂野生动物。"
    }
  ],
  [
    {
      "title": "区域特色",
      "content": "喀拉峻位于新疆伊犁哈萨克自治州特克斯县，是世界自然遗产“新疆天山”的核心区域，以“立体草原”景观闻名。这里的草原分为“东喀拉峻”（五花草甸）和“西喀拉峻”（阔克苏大峡谷），既有起伏和缓的河谷草原，又有陡峭的峡谷草原，因草原曲线优美、形如人体轮廓，被称为“人体草原”。徒步途中可欣赏雪山、草原、峡谷、河流交织的全景，还能体验哈萨克族的毡房住宿和特色美食。"
    },
    {
      "title": "核心徒步路线",
      "content": "经典环线为“贾登峪—喀拉峻草原—阔克苏大峡谷—琼库什台”，全程约50公里，耗时3-4天。该路线穿越喀拉峻核心景区，第一天从贾登峪出发，徒步至喀拉峻草原腹地，夜宿毡房；第二天前往阔克苏大峡谷，欣赏“九曲十八弯”的河流景观；第三天穿越草原至琼库什台村，感受原始村落的宁静。此外，也可选择单日短途徒步，如“喀拉峻游客中心—鲜花台—猎鹰台”，全程约8公里，适合新手。"
    },
    {
      "title": "最佳徒步时间",
      "content": "每年6-8月是草原的黄金季节，此时草原绿意浓郁，野花（如金莲花、野百合）大面积盛开，景色最为绚丽；9-10月草原逐渐变黄，呈现出秋日的苍茫之美，游客较少，适合喜欢静谧氛围的徒步者；冬季（12-2月）草原被积雪覆盖，可开展雪地徒步，但需专业装备和向导。"
    },
    {
      "title": "（中等难度）",
      "level": "★★★☆☆",
      "content": "路线海拔在1500-2500米之间，无高原反应风险，全程以草原步道为主，坡度平缓，部分路段为碎石路，补给点（毡房、村落）分布均匀，适合不同体能层级的徒步者，家庭或亲子徒步可选择短途路线。"
    },
    {
      "title": "注意事项",
      "list1": "•喀拉峻景区面积广阔，建议提前规划路线，可在景区内雇佣当地牧民作为向导，既能避免迷路，又能深入了解草原文化；夜宿毡房需提前预订，尊重牧民的生活习惯。",
      "list2": "•伊犁地区夏季日照强烈，需做好防晒措施（涂抹防晒霜、戴防晒帽），同时携带轻便冲锋衣（应对午后阵雨）；徒步鞋选择中帮防滑款，避免草原露水打湿鞋面。",
      "list3": "•新疆地域辽阔，交通不便，建议提前规划往返交通，可从伊宁市乘车至特克斯县，再转车至喀拉峻景区；徒步途中随身携带足够的饮用水和食物，部分偏远路段补给不便。"
    }
  ],
  [
    {
      "title": "区域特色",
      "content": "黄山位于安徽黄山市，以“奇松、怪石、云海、温泉、冬雪”五绝闻名于世，是世界文化与自然双重遗产。不同于高原徒步的粗犷，黄山徒步兼具自然景观的奇绝与人文景观的厚重，沿途可欣赏迎客松、飞来石、光明顶等标志性景观，还能邂逅古寺庙、摩崖石刻，感受“黄山归来不看岳”的震撼。黄山步道设施完善，是适合新手的轻徒步胜地。"
    },
    {
      "title": "核心徒步路线",
      "content": "经典路线为“汤口—云谷寺—白鹅岭—始信峰—北海景区—西海大峡谷—光明顶—玉屏楼—迎客松—慈光阁”，全程约25公里，耗时2-3天。该路线涵盖黄山核心景观，第一天从云谷寺乘索道至白鹅岭（也可徒步，约10公里），游览始信峰、北海景区；第二天穿越西海大峡谷（精华路段，被誉为“梦幻景区”），登顶光明顶（黄山第二高峰，海拔1860米）；第三天游览玉屏楼、迎客松，从慈光阁下山。若体力有限，可选择单日徒步，如“光明顶—西海大峡谷—北海景区”，全程约10公里。"
    },
    {
      "title": "最佳徒步时间",
      "content": "每年3-5月、9-11月。3-5月春寒料峭，山间桃花、杏花盛开，云海出现概率高；9-11月秋高气爽，枫叶红、银杏黄，景色层次丰富；夏季（6-8月）多雨，可欣赏“瀑布云海”，但需防范暴雨；冬季（12-2月）雪后黄山银装素裹，宛如仙境，是摄影爱好者的最佳选择。"
    },
    {
      "title": "（中等偏易难度）",
      "level": "★★☆☆☆",
      "content": "黄山步道全部为石阶路，设施完善，沿途有观景台、休息亭、补给点，海拔最高处光明顶1860米，无高原反应风险，仅西海大峡谷等路段坡度较陡，适合新手、家庭或中老年徒步者，体力不足者可借助索道分段游览。"
    },
    {
      "title": "注意事项",
      "list1": "•黄山景区门票需提前线上预订，索道票可现场购买，建议错峰出行（避开节假日高峰）；景区内住宿（如北海宾馆、玉屏楼宾馆）需提前预订，价格较高，也可选择在山下汤口镇住宿，分两天游览。",
      "list2": "•山间气候多变，“十里不同天”，需携带冲锋衣、雨伞、保暖外套，做好防雨、保暖措施；石阶路较滑，尤其是雨后或雪后，需穿防滑徒步鞋，登山杖可辅助平衡。",
      "list3": "•保护景区环境，不随意刻画、采摘花草，不投喂野生动物；尊重景区工作人员的引导，不在未开发区域擅自徒步。"
    }
  ],
  [
    {
      "title": "区域特色",
      "content": "虎跳峡位于云南香格里拉与丽江交界处，是金沙江上游的著名峡谷，以“险”闻名天下。峡谷两岸分别为玉龙雪山（海拔5596米）和哈巴雪山（海拔5396米），江面最窄处仅30余米，江水落差达213米，奔腾咆哮的江水与险峻的峡谷景观极具视觉冲击力。徒步路线沿峡谷山腰修建，既能感受峡谷的雄奇，又能欣赏雪山远景，沿途还有纳西族村落可供休憩补给。"
    },
    {
      "title": "核心徒步路线",
      "content": "分为“高路徒步”和“低路徒步”，其中高路徒步（“桥头—中途客栈—二十八道拐—虎跳石—大具”）是经典选择，全程约25公里，耗时2-3天。路线中“二十八道拐”是精华路段，虽坡度较陡，但登顶后可俯瞰整个虎跳峡全景，视野极佳；中途客栈（如“中途之家”“茶马客栈”）设施完善，可提供食宿，适合新手适应。"
    },
    {
      "title": "最佳徒步时间",
      "content": "每年4-5月、9-10月。4-5月春末夏初，山间野花绽放，气候凉爽；9-10月秋高气爽，天空湛蓝，雪山景观清晰可见。夏季（6-8月）为雨季，部分路段易打滑；冬季（12-2月）气温较低，但天气晴朗，适合耐寒的徒步者。"
    },
    {
      "title": "（中等难度）",
      "level": "★★★☆☆",
      "content": "路线海拔在1800-2600米之间，无严重高原反应风险，全程有成熟的步道和补给点，但“二十八道拐”等路段坡度较大，对腿部力量有一定要求，适合有基础体能的新手或家庭徒步。"
    },
    {
      "title": "注意事项",
      "list1": "•无需办理边防证，可从丽江或香格里拉乘车至桥头镇（虎跳峡镇）开始徒步，结束后从大具乡乘车返回，也可选择“反向徒步”（大具—桥头），避开人流高峰。",
      "list2": "•穿着防滑徒步鞋，携带轻便冲锋衣（应对山区多变天气），登山杖可减轻膝盖压力。沿途客栈提供餐饮，无需携带过多食物，仅需准备少量能量棒、巧克力等备用。",
      "list3": "•徒步时需远离峡谷边缘护栏，避免因江水冲击力引发的危险；夜间尽量不单独外出，遵守客栈的安全提示。"
    }
  ]
]
